<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with LaTeX2HTML 2002-2-1 (1.70)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Variables Lingüísticas</TITLE>
<META NAME="description" CONTENT="Variables Lingüísticas">
<META NAME="keywords" CONTENT="scp">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="LaTeX2HTML v2002-2-1">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="scp.css">

</HEAD>

<BODY >

<H2><A NAME="SECTION00114000000000000000">
Variables Ling&#252;&#237;sticas</A>
</H2>
Una variable ling&#252;&#237;stica es una variable que representamos con palabras en lugar de hacerlo con n&#250;meros. Como veremos a continuaci&#243;n, los conjuntos difusos permiten representar adecuadamente algunas de esta s variables.

<P>
Mientras que los ordenadores est&#225;n dise&#241;ados para trabajar con n&#250;meros, los seres humanos generalmente razonamos empleando palabras; por ejemplo, si tenemos que ense&#241;ar a alguien c&#243;mo conducir un coche, preferiremos decir ``acelera suavemente'' que ``acelera a 0.7 m/s2''.

<P>
Un ejemplo t&#237;pico de variable ling&#252;&#237;stica es la edad de las personas. Para hablar de la edad de alguien, usalmente le asignamos una Etiqueta como la de beb&#233;, ni&#241;o, adolescente, joven, adulto, viejo o anciano. Sin embargo, no existen fronteras exactas entre esas etiquetas (&#191;cu&#225;ndo se pasa de ni&#241;o a adolescente?), y por lo tanto podemos pensar en describirlas mediante conjuntos difusos.

<P>
La figura <A HREF="#fig:edad">1.2</A> muestra un ejemplo de c&#243;mo se podr&#237;a defnir la variable ling&#252;&#237;stica Edad, empleando s&#243;lo tres etiquetas Joven, Edad Media y Viejo. Por supuesto, el n&#250;mero de etiquetas, y el conjunto difuso asociado a cada una de ellas depender&#225; de la aplicaci&#243;n que se vaya a efectuar de la Variable Ling&#252;&#237;stica.

<P>

<DIV ALIGN="CENTER"><A NAME="fig:edad"></A><A NAME="444"></A>
<TABLE>
<CAPTION ALIGN="BOTTOM"><STRONG>Figura 1.2:</STRONG>
Ejemplo de Variable Ling&#252;&#236;stica</CAPTION>
<TR><TD>
<DIV ALIGN="CENTER"><IMG
 WIDTH="315" HEIGHT="110" ALIGN="BOTTOM" BORDER="0"
 SRC="img21.gif"
 ALT="\includegraphics[scale=0.75]{fig/edad}">
</DIV></TD></TR>
</TABLE>
</DIV>

<P>
<BR><HR>
<ADDRESS>
Oscar Duarte
2005-05-01
</ADDRESS>
</BODY>
</HTML>
