<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with LaTeX2HTML 2002-2-1 (1.70)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Lógica difusa y razonamiento aproximado</TITLE>
<META NAME="description" CONTENT="Lógica difusa y razonamiento aproximado">
<META NAME="keywords" CONTENT="scp">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="LaTeX2HTML v2002-2-1">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="scp.css">

</HEAD>

<BODY >

<H2><A NAME="SECTION00117000000000000000">
L&#243;gica difusa y razonamiento aproximado</A>
</H2>
Aunque en ocasiones se utiliza el t&#233;rmino L&#243;gica Difusa, para designar todas aquellas estrategias que emplean de alguna u otra manera el concepto de conjunto difuso, en esta notas se ha preferido emplear para ello el t&#233;rmino de T&#233;cnicas difusas, reservando el de l&#243;gica difusa para algo menos amplio: la extensi&#243;n de la l&#243;gica cl&#225;sica al terreno de los conjuntos difusos.

<P>
Por ejemplo, la Inferencia l&#243;gica cl&#225;sica consiste en la combinaci&#243;n de proposiciones para producir nuevas proposiciones. As&#237;, al combinar la proposici&#243;n ``X es A'' con la proposici&#243;n ``Si X es A Entonces Y es B'', se puede inferir la proposici&#243;n ``Y es B''.

<P>
Una inferencia como la presentada en el p&#225;rrafo anterior s&#243;lo es posible en la l&#243;gica tradicional si la primera proposici&#243;n (``X es A' ') es id&#233;ntica a la primera parte de la segunda proposici&#243;n (``(Si) X es A' '); sin embargo, en la l&#243;gica difusa estas dos proposiciones no necesariamente deben ser id&#233;nticas, debido a que las fronteras de los conjuntos no son precisas. As&#237;, al combinar la proposici&#243;n ``X es A*'' con la proposici&#243;n ``Si X es A Entonces Y es B'', puede obtenerse la proposici&#243;n ``Y es B*''.

<P>
<BR><HR>
<ADDRESS>
Oscar Duarte
2005-05-01
</ADDRESS>
</BODY>
</HTML>
