<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with LaTeX2HTML 2002-2-1 (1.70)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Edición del Proyecto</TITLE>
<META NAME="description" CONTENT="Edición del Proyecto">
<META NAME="keywords" CONTENT="fzn">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="LaTeX2HTML v2002-2-1">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="fzn.css">

</HEAD>

<BODY >

<H1><A NAME="SECTION00210000000000000000"></A>
<A NAME="dialogoproyecto"></A>
<BR>
Edici&#243;n del Proyecto
</H1>
La Figura <A HREF="#fig:dialogoproyecto">2.1</A> muestra el cuadro de di&#225;logo de edici&#243;n de Proyectos. Para acceder a &#233;l se deben seleccionar las opciones del Men&#250;:

<P>
<DIV ALIGN="CENTER">
<B>Proyecto</B> <IMG
 WIDTH="24" HEIGHT="18" ALIGN="BOTTOM" BORDER="0"
 SRC="img69.png"
 ALT="$ \to$"> <B>Proyecto</B>

</DIV>

<P>
Los principales componentes de este cuadro de di&#225;logo se explican a continuaci&#243;n:
<DL>
<DT><STRONG>Estrategias - Editar:</STRONG></DT>
<DD>Permite editar la estrategia que est&#233; seleccionada en el listado (Ver secci&#243;n <A HREF="node4.html#estrategias">3</A>).
</DD>
<DT><STRONG>Estrategias - Nueva:</STRONG></DT>
<DD>Crea una nueva estrategia. &#201;sta se inserta en el listado justamente a continuaci&#243;n de la estrategia que est&#233; seleccionada. El usuario debe asignara a la nueva estrategia un nombre distinto al de todas las otras estrategias previamente definidas.
</DD>
<DT><STRONG>Estrategias - Borar:</STRONG></DT>
<DD>Elimina la estrategia seleccionada. El usuario debe confirmar la acci&#243;n. Al menos debe existir una estrategia en el proyecto.
</DD>
<DT><STRONG>Casos - Editar:</STRONG></DT>
<DD>Permite editar el caso que est&#233; seleccionado en el listado (Ver secci&#243;n <A HREF="node6.html#casos">4</A>).
</DD>
<DT><STRONG>Casos - Nuevo:</STRONG></DT>
<DD>Crea un nuevo caso. &#201;ste se inserta en el listado justamente a continuaci&#243;n del caso que est&#233; seleccionado. El usuario debe asignara al nuevo caso un nombre distinto al de todos los otros casos previamente definidos.
</DD>
<DT><STRONG>Casos - Borar:</STRONG></DT>
<DD>Elimina el caso seleccionado. El usuario debe confirmar la acci&#243;n. Al menos debe existir un caso en el proyecto.
</DD>
<DT><STRONG>Casos - Ordenar:</STRONG></DT>
<DD>Permite reordenar el listado de Casos seg&#250;n diferentes criterios (Ver secci&#243;n <A HREF="node9.html#dialogoordenarcasos">4.3</A>)
</DD>
<DT><STRONG>Optimismo:</STRONG></DT>
<DD>Esta variable modela el nivel de optimismo del usuario; debe tomar un valor entre <IMG
 WIDTH="33" HEIGHT="37" ALIGN="CENTER" BORDER="0"
 SRC="img2.png"
 ALT="$ 0\%$"> y <IMG
 WIDTH="51" HEIGHT="37" ALIGN="CENTER" BORDER="0"
 SRC="img3.png"
 ALT="$ 100\%$">. Al incrementar el optimismo, el valor representativo calculadao para cada n&#250;mero difuso se incrementa (Ver secci&#243;n <I>Valor representativo de un n&#250;mero difuso</I>). 
</DD>
<DT><STRONG>Representatividad:</STRONG></DT>
<DD>Esta variable controla la representatividad asignada a cada <IMG
 WIDTH="32" HEIGHT="33" ALIGN="CENTER" BORDER="0"
 SRC="img4.png"
 ALT="$ \alpha-$">corte de un n&#250;mero difuso. Debe ser un n&#250;mero positivo o cero (Si se asigna un valor negativo se interpreta como cero). Un valor grande de esta variable da mayor peso a los <IMG
 WIDTH="32" HEIGHT="33" ALIGN="CENTER" BORDER="0"
 SRC="img4.png"
 ALT="$ \alpha-$">cortes superiores (Ver secci&#243;n <I>Valor representativo de un n&#250;mero difuso</I>).
</DD>
<DT><STRONG>Propiedades:</STRONG></DT>
<DD>El usuario puede asignar un listado de propiedades y sus respectivos valores al proyecto (Ver secci&#243;n <A HREF="node32.html#dialogopropiedades">10.4</A>).
</DD>
<DT><STRONG>Descripci&#243;n:</STRONG></DT>
<DD>El usuario puede incluir un texto descriptivo del Proyecto.
</DD>
</DL> 

<P>

<DIV ALIGN="CENTER"><A NAME="fig:dialogoproyecto"></A><A NAME="701"></A>
<TABLE>
<CAPTION ALIGN="BOTTOM"><STRONG>Figura 2.1:</STRONG>
Di&#225;logo para edici&#243;n de Proyectos</CAPTION>
<TR><TD>
<DIV ALIGN="CENTER"></DIV>
<P>
<DIV ALIGN="CENTER"><IMG
  WIDTH="322" HEIGHT="480" ALIGN="BOTTOM" BORDER="0"
 SRC="./dialogoproyecto.jpg"
 ALT="Image dialogoproyecto">
</DIV></TD></TR>
</TABLE>
</DIV>

<P>
<BR><HR>
<ADDRESS>
Oscar Duarte
2005-05-01
</ADDRESS>
</BODY>
</HTML>
