<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with LaTeX2HTML 2002-2-1 (1.70)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Valor Ambiental</TITLE>
<META NAME="description" CONTENT="Valor Ambiental">
<META NAME="keywords" CONTENT="eviave">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="LaTeX2HTML v2002-2-1">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="eviave.css">

</HEAD>

<BODY >

<H1><A NAME="SECTION01260000000000000000">
Valor Ambiental</A>
</H1>

<P>
Para determinar el valor ambiental que adquieren los elementos del
medio se consideran &#250;nicamente las caracter&#237;sticas que puedan
verse afectadas por la presencia del vertedero en el entorno
inmediato.<P>
El <B>valor ambiental (Va)</B><A NAME="tex2html9"
  HREF="footnode.html#foot2633"><SUP>2.3</SUP></A> es tenido en cuenta
como un valor ambiental relativo, ya que pretende identificar y
cuantificar, desde la relaci&#243;n existente entre las caracter&#237;sticas
del elemento (ambientales y/o socio pol&#237;ticas) y las emisiones del
vertedero, la consideraci&#243;n ambiental de cada uno de estos
elementos en el entorno del vertido.<P>
La valoraci&#243;n de un elemento del medio &#250;nicamente tiene sentido en
el complejo vector que relaciona la din&#225;mica del punto de vertido
y su entorno.<P>
El rango en el cual oscilan los valores ambientales se encuentra
entre 1 y 5 y se obtiene, para cada elemento del medio, mediante
la asignaci&#243;n de valores de importancia a diferentes
caracter&#237;sticas ambientales y socio pol&#237;ticas. Existen tres
situaciones en las cuales no es necesario realizar valoraci&#243;n
ambiental del elemento del medio:

<P>

<UL>
<LI>Se considerar&#225; una valoraci&#243;n ambiental m&#237;nimo 1 para los
elementos del medio que se refieren a las aguas superficiales y
subterr&#225;neas cuando &#233;stos se encuentren a una distancia superior
de 900 m del borde de la masa de vertido.<P>
</LI>
<LI>En el caso que el vertedero se encuentre en una zona de
excepci&#243;n (caracter&#237;stica socio-pol&#237;tica), como es el caso de
parques nacionales, reservas nacionales o  &#225;reas protegidas, se
considerar&#225;n todos los elementos del medio con valores ambientales
m&#225;ximos siempre y cuando no se cumpla la primera situaci&#243;n. Este
criterio tiende a priorizar la actuaci&#243;n de control, cierre,
sellado y reinserci&#243;n de los vertederos que se encuentren en este
tipo de zonas.<P>
</LI>
<LI>El par&#225;metro salud siempre posee una valoraci&#243;n m&#225;xima.

<P>
</LI>
</UL>

<P>
A continuaci&#243;n se presenta la forma de calcular este valor
ambiental para cada uno de los elementos del medio considerados en
la metodolog&#237;a.<P>

<OL>
<LI><B>Aguas superficiales</B>

<P>
Cuando se pretende identificar cual es el valor ambiental que en
el momento de estudio poseen las aguas superficiales cercanas al
punto de vertido, es necesario se&#241;alar aquellas caracter&#237;sticas
del estado h&#237;drico que se encuentren relacionadas con los procesos
de vertedero y a partir de ellas cuantificar su valor. Sobre esta
base se han seleccionado las siguientes:<P>

<UL>
<LI>Usos del agua (A1)

<P>
</LI>
<LI>Tipo de masa de agua (A2)

<P>
</LI>
<LI>Presencia de especies animales o vegetales asociadas:
calidad de las aguas  (A3)

<P>
</LI>
</UL>

<P>
<P>
La primera consideraci&#243;n que habr&#225; que tener en cuenta es la
siguiente: si la masa de agua superficial m&#225;s cercana se encuentra
en un radio superior a 900 metros, desde el borde de la masa de
residuos, directamente se tomar&#225; valor ambiental 1 sin proceder a
aplicar la expresi&#243;n <A HREF="#vaasp">2.3</A>, donde A1, A2 y A3 son las
caracter&#237;sticas seleccionadas, indicadas anteriormente, para
cuantificar el valor ambiental para este elemento del medio que
alcanzar&#225; valores comprendidos entre 1 y 5. Su cuantificaci&#243;n se
indica a continuaci&#243;n.

<P>
<P></P>
<DIV ALIGN="CENTER"><A NAME="vaasp"></A><!-- MATH
 \begin{equation}
Va_{Aguas\: Superficiales} = \frac{A_1+A_2+A_3}{3}
\end{equation}
 -->
<TABLE CELLPADDING="0" WIDTH="100%" ALIGN="CENTER">
<TR VALIGN="MIDDLE">
<TD NOWRAP ALIGN="CENTER"><IMG
 WIDTH="295" HEIGHT="61" ALIGN="MIDDLE" BORDER="0"
 SRC="img8.gif"
 ALT="$\displaystyle Va_{Aguas\: Superficiales} = \frac{A_1+A_2+A_3}{3}$"></TD>
<TD NOWRAP WIDTH="10" ALIGN="RIGHT">
(2.3)</TD></TR>
</TABLE></DIV>
<BR CLEAR="ALL"><P></P>

<P>
<DL>
<DT><STRONG>A1:</STRONG></DT>
<DD><B>Usos del agua</B>.<A NAME="tex2html10"
  HREF="footnode.html#foot2634"><SUP>2.4</SUP></A>
<P>

<UL>
<LI>Sin uso para el hombre  <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img9.gif"
 ALT="$ A_1=1$"> 
</LI>
<LI>Uso hidroel&#233;ctrico,
navegaci&#243;n y otros  <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img10.gif"
 ALT="$ A_1=2$"> 
</LI>
<LI>Industria <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img11.gif"
 ALT="$ A_1=3$"> 
</LI>
<LI>Agricultura <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img12.gif"
 ALT="$ A_1=4$"> 
</LI>
<LI>Uso para abastecimiento humano,
recreativo incluidas zonas de ba&#241;o y acuicultura <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img13.gif"
 ALT="$ A_1=5$">
</LI>
</UL>

<P>
<P>
</DD>
<DT><STRONG>A2:</STRONG></DT>
<DD><B>Tipo de masa de agua</B>.<A NAME="tex2html11"
  HREF="footnode.html#foot2635"><SUP>2.5</SUP></A>
<P>

<UL>
<LI>Curso de agua artificiales: canales, acequias y estantes
<IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img14.gif"
 ALT="$ A_2=1$"> 
</LI>
<LI>R&#237;os de 3er orden o m&#225;s y cursos de agua
estacionales: r&#237;os, arroyos y ramblas <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img15.gif"
 ALT="$ A_2=2$"> 
</LI>
<LI>Masas de aguas
estacionales: lagunas y embalses <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img16.gif"
 ALT="$ A_2=3$"> 
</LI>
<LI>Aguas marinas y
r&#237;os de <IMG
 WIDTH="28" HEIGHT="16" ALIGN="BOTTOM" BORDER="0"
 SRC="img17.gif"
 ALT="$ 1^{er}$"> y <IMG
 WIDTH="21" HEIGHT="16" ALIGN="BOTTOM" BORDER="0"
 SRC="img18.gif"
 ALT="$ 2^o$"> orden <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img19.gif"
 ALT="$ A_2=4$"> 
</LI>
<LI>Masas de agua permanente:
marismas y zonas intermareales, albuferas, salinas, estuarios y
ramales de marea. Las zonas declaradas vulnerables en virtud de la
Directiva 91/676/CEE y las zonas declaradas sensibles en el marco
de la Directiva 91/271/CEE <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img20.gif"
 ALT="$ A_2=5$">
</LI>
</UL>

<P>
<P>
</DD>
<DT><STRONG>A3:</STRONG></DT>
<DD><B>Presencia de especies animales o vegetales
asociadas: calidad de las aguas.</B>

<P>

<UL>
<LI>Aguas de calidad deficiente o mala  <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img21.gif"
 ALT="$ A_3=1$"> 
</LI>
<LI>Aguas en
estado aceptable <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img15.gif"
 ALT="$ A_2=2$"> 
</LI>
<LI>Aguas en buen estado <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img22.gif"
 ALT="$ A_3=3$"> 
</LI>
<LI>Aguas en muy buen estado sin especies (flora y/o fauna) protegidas
<IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img23.gif"
 ALT="$ A_3=4$"> 
</LI>
<LI>Aguas en muy buen estado con especies (flora y/o
fauna) protegidas <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img24.gif"
 ALT="$ A_3=5$"> 
</LI>
</UL>

<P>
<I>Se entender&#225; que las aguas est&#225;n en muy buen estado
cuando</I>:

<UL>
<LI>No existen alteraciones antropog&#233;nicas de los valores de los
indicadores de calidad fisicoqu&#237;micas e hidromorfol&#243;gicas
correspondientes al tipo de masa de agua superficial, o existen
alteraciones de muy escasa importancia, en comparaci&#243;n con los
asociados normalmente con ese tipo en condiciones inalteradas.
</LI>
<LI>Los valores de los indicadores de calidad biol&#243;gicos
correspondientes a la masa de agua superficial reflejan los
valores normalmente asociados con dicho tipo en condiciones
inalteradas, y no muestran indicios de distorsi&#243;n, o muestran
indicios de escasa importancia. 
</LI>
</UL> Estas condiciones se
englobar&#237;an dentro de la clase I en el &#205;ndice bi&#243;tico BMWP o E5
para el modelo SCAF. En cuanto a su aspecto se observan aguas
claras sin aparente contaminaci&#243;n.<P>
<I>Se considerar&#225; que las aguas est&#225;n en buen estado</I> si los
valores de los indicadores de calidad biol&#243;gicos correspondientes
al tipo de masa de agua superficial muestran valores bajos de
distorsi&#243;n causada por la actividad humana, pero s&#243;lo se desv&#237;an
ligeramente de los valores normalmente asociados con el tipo de
masa de agua superficial en condiciones inalteradas.

<P>
Estas condiciones se englobar&#237;an dentro de la clase II en el
&#205;ndice bi&#243;tico BMWP o E4 para el modelo SCAF En cuanto a su
aspecto se observan aguas ligeramente coloreadas, con espuma y
ligera turbiedad.<P>
<I>Aguas en estado aceptable</I> ser&#225;n aquellas en las que los
valores de los indicadores de calidad biol&#243;gicos correspondientes
al tipo de masa de agua superficial se desv&#237;an moderadamente de
los valores normalmente asociados con el tipo de masa de agua
superficial en condiciones inalteradas. Los valores muestran
signos moderados de distorsi&#243;n causada por la actividad humana y
se encuentran significativamente m&#225;s perturbados que en las
condiciones correspondientes al buen estado.

<P>
Estas condiciones se englobar&#237;an dentro de la clase III en el
&#205;ndice bi&#243;tico BMWP o E3 para el modelo SCAF. En cuanto a su
aspecto se observan aguas con apariencia de contaminaci&#243;n y
color.<P>
<I>Aguas de calidad deficiente o mala ser&#225;n aquellas en la
que</I>:

<UL>
<LI>Las aguas que muestren indicios de alteraciones importantes
de los valores de los indicadores de calidad biol&#243;gicas
correspondientes al tipo de masa de agua superficial y en que las
comunidades biol&#243;gicas pertinentes se desv&#237;en considerablemente de
las comunidades normalmente asociadas con el tipo de masa de agua
superficial en condiciones inalteradas, se clasificar&#225;n como
deficientes.
</LI>
<LI>Las aguas que muestren indicios de alteraciones
graves de los valores de los indicadores de calidad biol&#243;gicos
correspondientes al tipo de masa de agua superficial yen que est&#233;n
ausentes amplias proporciones de las comunidades biol&#243;gicas
pertinentes normalmente asociadas con el tipo de masa de agua
superficial en condiciones inalteradas, se clasificar&#225;n como
malas. 
</LI>
</UL>

<P>
Estas condiciones se englobar&#237;an dentro de las clases IV y V en el
&#205;ndice bi&#243;tico BMWP o E2 y E1 para el modelo SCAF. En cuanto a su
aspecto se observan aguas negras con fermentaciones y olores.

<P>
<P>
</DD>
</DL>

<P>
</LI>
<LI><B>Aguas subterr&#225;neas</B>

<P>
Cuando se pretende identificar cual es la consideraci&#243;n ambiental
que en el momento de estudio (visita a vertedero) poseen las aguas
subterr&#225;neas del entorno del punto de vertido, es necesario
destacar aquellas caracter&#237;sticas del estado h&#237;drico subterr&#225;neo
que se encuentran relacionadas con los procesos del vertedero.
Sobre esta base se han seleccionado las siguientes:

<UL>
<LI>Usos del agua (B1)

<P>
</LI>
<LI>Calidad de las aguas (B2)
</LI>
</UL>

<P>
La primera consideraci&#243;n que habr&#225; que tener en cuenta es la
siguiente: si la masa de agua subterr&#225;nea se encuentra en un radio
superior a 900 metros, desde el borde de la masa de residuos,
directamente se tomar&#225; valor ambiental 1 sin proceder a aplicar la
siguiente expresi&#243;n <A HREF="#vaasb">2.4</A>, donde B1 y B2 son las
caracter&#237;sticas seleccionadas, indicadas anteriormente, para
cuantificar el valor ambiental para este elemento del medio que
alcanzar&#225; valores comprendidos entre 1 y 5. Su cuantificaci&#243;n se
indica a continuaci&#243;n.

<P>
<P></P>
<DIV ALIGN="CENTER"><A NAME="vaasb"></A><!-- MATH
 \begin{equation}
Va_{Aguas \: Subterr\acute{a}neas} = \frac{B_1+B_2}{2}
\end{equation}
 -->
<TABLE CELLPADDING="0" WIDTH="100%" ALIGN="CENTER">
<TR VALIGN="MIDDLE">
<TD NOWRAP ALIGN="CENTER"><IMG
 WIDTH="249" HEIGHT="61" ALIGN="MIDDLE" BORDER="0"
 SRC="img25.gif"
 ALT="$\displaystyle Va_{Aguas \: Subterr\acute{a}neas} = \frac{B_1+B_2}{2}$"></TD>
<TD NOWRAP WIDTH="10" ALIGN="RIGHT">
(2.4)</TD></TR>
</TABLE></DIV>
<BR CLEAR="ALL"><P></P>

<P>
<DL>
<DT><STRONG>B1:</STRONG></DT>
<DD><B>Usos del agua.</B><A NAME="tex2html12"
  HREF="footnode.html#foot2641"><SUP>2.6</SUP></A>
<P>

<UL>
<LI>Sin uso para el hombre  <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img26.gif"
 ALT="$ B_1=1$"> 
</LI>
<LI>Otros usos no
indicados a continuaci&#243;n <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img27.gif"
 ALT="$ B_1=2$"> 
</LI>
<LI>Industria <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img28.gif"
 ALT="$ B_1=3$"> 
</LI>
<LI>Agricultura <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img29.gif"
 ALT="$ B_1=4$"> 
</LI>
<LI>Uso para abastecimiento humano <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img30.gif"
 ALT="$ B_1=5$">
</LI>
</UL>

<P>
<P>
</DD>
<DT><STRONG>B2:</STRONG></DT>
<DD><B>Calidad de las aguas.</B>

<P>

<UL>
<LI>Aguas muy deficientes <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img31.gif"
 ALT="$ B_2=1$"> 
</LI>
<LI>Aguas deficientes o
malas <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img32.gif"
 ALT="$ B_2=2$"> 
</LI>
<LI>Aguas en estado aceptable <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img33.gif"
 ALT="$ B_2=3$"> 
</LI>
<LI>Aguas
en buen estado <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img34.gif"
 ALT="$ B_2=4$"> 
</LI>
<LI>Aguas en muy buen estado <IMG
 WIDTH="61" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img35.gif"
 ALT="$ B_2=5$">
</LI>
</UL>

<P>
Se considerar&#225; que <I>las aguas tienen calidad muy
deficiente</I> si la concentraci&#243;n de nitratos es mayor de 50 mg/l y
la de cloruros mayor de 250 mg/l.<P>
Se considerar&#225; que las <I>aguas tienen calidad deficiente o
malas</I> si se da una de las circunstancias que a continuaci&#243;n se
indican:

<P>

<UL>
<LI>La concentraci&#243;n de cloruros se encuentra entre 25 y 250
mg/l y la de nitratos es mayor de 50 mg/l
</LI>
<LI>La concentraci&#243;n
de cloruros es mayor de 250 mg/l y la de nitratos se encuentra
entre 25 y 50 mg/l 
</LI>
</UL> <P>
<I>Aguas en estado aceptable </I>ser&#225;n aquellas en las que se da
una de las circunstancias que a continuaci&#243;n se indican:

<P>

<UL>
<LI>La concentraci&#243;n de cloruros se encuentra entre 25 y 250
mg/l y la de nitratos entre 25 y 50 mg/l
</LI>
<LI>La concentraci&#243;n de
cloruros es mayor de 250 mg/l y la de nitratos es menor de 25 mg/l
</LI>
<LI>La concentraci&#243;n de cloruros es menor de 25 mg/l y la de
nitratos mayor de 50 mg/l
</LI>
</UL>
<P>
<I>Aguas en buen estado</I> ser&#225;n aquellas en las que se da una
de las circunstancias que a continuaci&#243;n se indican):

<P>

<UL>
<LI>La concentraci&#243;n de cloruros es menor de 25 mg/l y la de
nitratos se encuentra entre 25 y 50 mg/l
</LI>
<LI>La concentraci&#243;n de
cloruros se encuentra entre 25 y 250 mg/l y la de nitratos es
menor de 25 mg/l
</LI>
</UL>
<P>
<I>Aguas en muy buen estado </I>ser&#225;n aquellas en las que la
concentraci&#243;n de cloruros es menor de 25 mg/l y la de nitratos
menor de 25 mg/l

<P>
</DD>
</DL>

<P>
</LI>
<LI><B>Atm&#243;sfera</B>

<P>
Cuando se pretende identificar cual es la consideraci&#243;n ambiental
que en el momento de estudio (visita a vertedero) posee el
par&#225;metro atmosf&#233;rico &#250;nicamente se va a considerar una
caracter&#237;stica: la calidad del aire (C<IMG
 WIDTH="12" HEIGHT="33" ALIGN="MIDDLE" BORDER="0"
 SRC="img36.gif"
 ALT="$ _1$">), con lo cual el valor
ambiental de este elemento del medio vendr&#225; dado por la expresi&#243;n
<A HREF="#vaat">2.5</A>, que alcanzar&#225; valores comprendidos entre 1 y 5. Su
cuantificaci&#243;n se indica a continuaci&#243;n.

<P>
<P></P>
<DIV ALIGN="CENTER"><A NAME="vaat"></A><!-- MATH
 \begin{equation}
Va_{Atm\acute{o}sfera} = C_1
\end{equation}
 -->
<TABLE CELLPADDING="0" WIDTH="100%" ALIGN="CENTER">
<TR VALIGN="MIDDLE">
<TD NOWRAP ALIGN="CENTER"><IMG
 WIDTH="144" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img37.gif"
 ALT="$\displaystyle Va_{Atm\acute{o}sfera} = C_1$"></TD>
<TD NOWRAP WIDTH="10" ALIGN="RIGHT">
(2.5)</TD></TR>
</TABLE></DIV>
<BR CLEAR="ALL"><P></P>

<P>

<UL>
<LI>Muy mala <IMG
 WIDTH="60" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img38.gif"
 ALT="$ C_1=1$"> 
</LI>
<LI>Mala <IMG
 WIDTH="60" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img39.gif"
 ALT="$ C_1=2$"> 
</LI>
<LI>Admisible <IMG
 WIDTH="60" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img40.gif"
 ALT="$ C_1=3$">
</LI>
<LI>Buena <IMG
 WIDTH="60" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img41.gif"
 ALT="$ C_1=4$"> 
</LI>
<LI>Muy buena <IMG
 WIDTH="60" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img42.gif"
 ALT="$ C_1=5$"> 
</LI>
</UL>

<P>
A la hora de valorar esta caracter&#237;stica se considerar&#225; que la
<I>calidad de la atm&#243;sfera es muy mala</I> si el &#205;ndice de
Calidad del Aire (ICA)se encuentra entre 201- 300. En estos
valores y superiores se dispara la alerta y pueden producirse
graves efectos de salud en la poblaci&#243;n y se detecta un olor cuya
intensidad en el aire lo hace absolutamente desapropiados
respirar.<P>
<I>La calidad de la atm&#243;sfera ser&#225; mala</I> si el ICA se
encuentra entre 151 y 200. Un olor que llama la atenci&#243;n y que lo
hace muy desagradable. Se observan efectos nocivos. Miembros de
los grupos sensibles pueden sufrir serios efectos en la
salud.<P>
<I>Calidad de atm&#243;sfera admisible</I>: el ICA se encuentra entre
101 y 150. Es un olor tan d&#233;bil que una persona normal podr&#237;a
detectarla si prestara atenci&#243;n porque de otra manera no se dar&#237;a
cuenta. Se ven afectados con alto riesgo aquellos enfermos de
pulm&#243;n por las concentraciones de ozono, y enfermos coronarios por
exposici&#243;n a part&#237;culas respiratorias. La poblaci&#243;n general no se
ve afectada.<P>
<I>Calidad atmosf&#233;rica buena:</I> el ICA se encuentra entre 50 y
100. Olor que ordinariamente pod&#237;a no notarse por una  persona
normal pero si ser&#237;an detectables por un inspector experimentado o
por una persona muy sensible.  Se pueden ver afectados algunos
habitantes con s&#237;ntomas de afecci&#243;n respiratoria por sensibilidad
al ozono.<P>
Finalmente se considerar&#225; que <I>la calidad de la atm&#243;sfera
es muy buena </I>si el ICA se encuentra entre 50 y 0. Olor no
detectable. Calidad del aire satisfactoria. No existe riesgo de
contaminaci&#243;n.

<P>
</LI>
<LI><B>Suelo</B>

<P>
El valor ambiental del suelo vendr&#225; en funci&#243;n del entorno ed&#225;fico
del punto de vertido y de sus caracter&#237;sticas ambientales como
lugar de reinserci&#243;n. El vertedero es el que posee la capacidad de
realizar las funciones de sustrato.<P>
La valoraci&#243;n del suelo se basa en la interpretaci&#243;n de aquellas
propiedades que confieren aptitud o vulnerabilidad del punto de
vertido frente a las actividades humanas a la hora de ser
reinsertado al medio.<P>
En principio se puede considerar que el uso posterior a la
clausura del vertedero depende de los usos del entorno. Las
posibilidades de estos usos deben estar conferidas en el catastro
de usos del suelo del lugar donde se encuentra ubicado el
vertedero.<P>
Una vez identificado cual va a ser el uso posible que puede darse
al punto de vertido, es necesario identificar el valor ambiental
que posee para ser reinsertado con ese uso. Para ello se tienen en
cuenta las siguientes caracter&#237;sticas:

<P>

<UL>
<LI>Usos del suelo <IMG
 WIDTH="28" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img43.gif"
 ALT="$ D_1$">

<P>
</LI>
<LI>Tipo de vegetaci&#243;n <IMG
 WIDTH="28" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img44.gif"
 ALT="$ D_2$">

<P>
</LI>
<LI>Cobertura vegetal <IMG
 WIDTH="28" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img45.gif"
 ALT="$ D_3$">

<P>
</LI>
</UL>

<P>
<P>
Para determinar el valor ambiental de este elemento del medio se
proceder&#225; a aplicar la expresi&#243;n <A HREF="#vas">2.6</A>, <IMG
 WIDTH="28" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img43.gif"
 ALT="$ D_1$">, <IMG
 WIDTH="28" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img44.gif"
 ALT="$ D_2$"> y <IMG
 WIDTH="28" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img45.gif"
 ALT="$ D_3$">
son las caracter&#237;sticas seleccionadas, indicadas anteriormente. El
valor ambiental alcanzar&#225; valores comprendidos entre 1 y 5. Su
cuantificaci&#243;n se indica a continuaci&#243;n.

<P>
<P></P>
<DIV ALIGN="CENTER"><A NAME="vas"></A><!-- MATH
 \begin{equation}
Va_{Suelo} = \frac{D_1+D_2+D_3}{3}
\end{equation}
 -->
<TABLE CELLPADDING="0" WIDTH="100%" ALIGN="CENTER">
<TR VALIGN="MIDDLE">
<TD NOWRAP ALIGN="CENTER"><IMG
 WIDTH="208" HEIGHT="61" ALIGN="MIDDLE" BORDER="0"
 SRC="img46.gif"
 ALT="$\displaystyle Va_{Suelo} = \frac{D_1+D_2+D_3}{3}$"></TD>
<TD NOWRAP WIDTH="10" ALIGN="RIGHT">
(2.6)</TD></TR>
</TABLE></DIV>
<BR CLEAR="ALL"><P></P>

<P>
<DL>
<DT><STRONG>D1:</STRONG></DT>
<DD><B>Usos de suelo.</B><A NAME="tex2html13"
  HREF="footnode.html#foot2649"><SUP>2.7</SUP></A>
<P>

<UL>
<LI>No urbanizable <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img47.gif"
 ALT="$ D_1=1$"> 
</LI>
<LI>Urbanizable industrial <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img48.gif"
 ALT="$ D_1=2$">
</LI>
<LI>Urbanizable residencial <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img49.gif"
 ALT="$ D_1=3$">
</LI>
<LI>Urbano industrial y
urbanizable tur&#237;stico <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img50.gif"
 ALT="$ D_1=4$"> 
</LI>
<LI>Urbano tur&#237;stico y urbano
residencial <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img51.gif"
 ALT="$ D_1=5$">
</LI>
</UL>

<P>
</DD>
<DT><STRONG>D2:</STRONG></DT>
<DD><B>Tipo de vegetaci&#243;n.</B>

<P>

<UL>
<LI>Espacios abiertos con escasa cobertura vegetal o erial
<IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img52.gif"
 ALT="$ D_2=1$"> 
</LI>
<LI>Formaci&#243;n arbustiva y herb&#225;cea sin arbolado o
cultivos de secano <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img53.gif"
 ALT="$ D_2=2$"> 
</LI>
<LI>Formaci&#243;n herb&#225;cea con arbolado,
cultivos de regad&#237;o o secano con &#225;rboles aislados <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img54.gif"
 ALT="$ D_2=3$"> 
</LI>
<LI>Formaci&#243;n de matorral con arbolado, montes de repoblaci&#243;n joven
<IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img55.gif"
 ALT="$ D_2=4$"> 
</LI>
<LI>Formaciones de arbolado denso, monte aut&#243;ctono o de
repoblaci&#243;n bien asentado <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img56.gif"
 ALT="$ D_2=5$">.
</LI>
</UL>

<P>
</DD>
<DT><STRONG>D3:</STRONG></DT>
<DD><B>Cobertura vegetal.</B>

<P>

<UL>
<LI>Entre el 1 y el 5 <IMG
 WIDTH="23" HEIGHT="37" ALIGN="MIDDLE" BORDER="0"
 SRC="img57.gif"
 ALT="$ \%$"> <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img58.gif"
 ALT="$ D_3=1$"> 
</LI>
<LI>Entre el 6 y el 25 <IMG
 WIDTH="23" HEIGHT="37" ALIGN="MIDDLE" BORDER="0"
 SRC="img57.gif"
 ALT="$ \%$">
<IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img59.gif"
 ALT="$ D_3=2$"> 
</LI>
<LI>Entre el 26 y el 50 <IMG
 WIDTH="23" HEIGHT="37" ALIGN="MIDDLE" BORDER="0"
 SRC="img57.gif"
 ALT="$ \%$"> <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img58.gif"
 ALT="$ D_3=1$"> 
</LI>
<LI>Entre el 51 y
el 75 <IMG
 WIDTH="23" HEIGHT="37" ALIGN="MIDDLE" BORDER="0"
 SRC="img57.gif"
 ALT="$ \%$"> <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img58.gif"
 ALT="$ D_3=1$"> 
</LI>
<LI>M&#225;s del 76 <IMG
 WIDTH="23" HEIGHT="37" ALIGN="MIDDLE" BORDER="0"
 SRC="img57.gif"
 ALT="$ \%$"> <IMG
 WIDTH="62" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img60.gif"
 ALT="$ D_3=5$">
</LI>
</UL>

<P>
</DD>
</DL>

<P>
</LI>
<LI><B>Salud</B>

<P>
La poblaci&#243;n est&#225; intr&#237;nsecamente relacionada con los elementos
del medio que representan su entorno inmediato. Parece evidente
que las acciones y proyectos humanos est&#233;n condicionados, entre
otras cosas, por la vulnerabilidad de las aguas superficiales y
subterr&#225;neas, por el estado de la atm&#243;sfera y por la mayor o menor
capacidad del sustrato ed&#225;fico frente al sostenimiento de las
actividades humanas. Hoy d&#237;a hablar de salud implica hablar de las
condiciones necesarias para que pueda determinarse la enfermedad.
En el vertido de residuos s&#243;lidos esta enfermedad o insalubridad
est&#225; interconexionada por un lado con el estado de los elementos
del medio y por otro por la exposici&#243;n de los trabajadores
formales e informales que manipulan los residuos en el propio
punto de vertido. Esta doble interconexi&#243;n permite considerar
cuantitativamente el elemento del medio salud como primario y por
lo tanto darle m&#225;xima importancia. Esta situaci&#243;n es constante en
todos los lugares de vertido. Por ello en la presente metodolog&#237;a
el elemento  que hace referencia a la salud posee la m&#225;xima
cuantificaci&#243;n y se mantiene constante para todos los vertederos
que formen parte del an&#225;lisis ambiental, tal y como se indica en
la expresi&#243;n <A HREF="#vasalud">2.7</A>.

<P>
<P></P>
<DIV ALIGN="CENTER"><A NAME="vasalud"></A><!-- MATH
 \begin{equation}
Va_{Salud} = 5
\end{equation}
 -->
<TABLE CELLPADDING="0" WIDTH="100%" ALIGN="CENTER">
<TR VALIGN="MIDDLE">
<TD NOWRAP ALIGN="CENTER"><IMG
 WIDTH="100" HEIGHT="35" ALIGN="MIDDLE" BORDER="0"
 SRC="img61.gif"
 ALT="$\displaystyle Va_{Salud} = 5$"></TD>
<TD NOWRAP WIDTH="10" ALIGN="RIGHT">
(2.7)</TD></TR>
</TABLE></DIV>
<BR CLEAR="ALL"><P></P>

<P>
</LI>
</OL>

<P>
<BR><HR>
<ADDRESS>
Oscar Duarte
2005-10-17
</ADDRESS>
</BODY>
</HTML>
