<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with LaTeX2HTML 2002-2-1 (1.70)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Hip&#243;tesis de partida de la metodolog&#237;a</TITLE>
<META NAME="description" CONTENT="Hip&#243;tesis de partida de la metodolog&#237;a">
<META NAME="keywords" CONTENT="eviave">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="LaTeX2HTML v2002-2-1">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="eviave.css">

</HEAD>

<BODY >

<H1><A NAME="SECTION01210000000000000000">
Hip&#243;tesis de partida de la metodolog&#237;a</A>
</H1>

<P>
La existencia de un gran n&#250;mero de puntos de vertido, cuyas
condiciones ambientales son desconocidas, se ha convertido en un
problema de contaminaci&#243;n en muchas partes del mundo. Esta
contaminaci&#243;n afecta en nuestro pa&#237;s a un gran n&#250;mero de
comunidades, por no decir a todas. Debido al gran n&#250;mero de puntos
de vertido y a las exigencias requeridas por la Directiva 31/99/CE
y su trasposici&#243;n al ordenamiento jur&#237;dico interno mediante el
Real Decreto 1481/2001, la adecuaci&#243;n de los lugares impactados
por el vertido presenta un nuevo horizonte en la gesti&#243;n de los
residuos s&#243;lidos urbanos.<P>
Los escasos recursos econ&#243;micos de muchos de los municipios donde
se encuentran estos vertederos, demandan el desarrollo de un
sistema metodol&#243;gico de evaluaci&#243;n que sea  viable t&#233;cnica y
econ&#243;micamente, y que permita solucionar la falta de conocimiento
sobre el estado ambiental en el que se encuentran los
vertederos.<P>
Como ya se ha indicado, el uso de las evaluaciones de impacto
ambiental, las auditor&#237;as, los chequeos ambientales o los estudios
puntuales de vertederos, son adecuados en el diagn&#243;stico de zonas
alteradas por la disposici&#243;n de residuos. Sin embargo estos
m&#233;todos son mejorables en algunos aspectos, como son los que hacen
referencia a la relaci&#243;n existente entre el punto donde se vierten
los residuos y las caracter&#237;sticas del entorno, o los que se
refieren a la viabilidad de implementar estos estudios sobre un
gran n&#250;mero de vertederos.<P>
Por los motivos indicados anteriormente, se plantea una
metodolog&#237;a para caracterizar y diagnosticar vertederos de
residuos s&#243;lidos urbanos mediante <I>&#237;ndices ambientales </I>que
permiten tomar decisiones sobre el control, cierre, sellado y
reinserci&#243;n.<P>
Estos &#237;ndices ambientales generar&#225;n la posibilidad de valorar
cuantitativamente el estado ambiental de una determinada zona de
vertido y pretenden ser aplicables a cualquier tipo de vertedero
que cumpla con las hip&#243;tesis iniciales, tanto en el &#225;mbito local,
regional y nacional como en el internacional.<P>
De igual forma la presente metodolog&#237;a permitir&#225; llevar a
cabo las siguientes actuaciones:

<P>

<UL>
<LI>Priorizar las actuaciones en la planificaci&#243;n territorial de
una zona con el objeto de ir recuperando lugares impactados e ir
obteniendo estados ambientalmente compatibles con la expansi&#243;n del
n&#250;cleo urbano.

<P>
</LI>
<LI>Conocer el estado de explotaci&#243;n y priorizar las actuaciones
para el control y acondicionamiento del punto de vertido a la
Directiva 31/99/CE.

<P>
</LI>
<LI>En el caso del cierre del punto de vertido o de parte del
mismo, orientar las labores de sellado y reinserci&#243;n en base a la
normativa vigente.

<P>
</LI>
<LI>Relacionar las variables que influyen en los procesos del
punto de vertido con la afecci&#243;n ambiental a los elementos del
medio.

<P>
</LI>
<LI>Elaborar un sistema de diagn&#243;stico ambiental aplicable a
diferentes &#225;reas de estudio, siempre y cuando la normativa
referente al vertido de residuos en estas &#225;reas sea igual o menos
restrictiva que la estipulada por la actual directiva europea
sobre el vertido de residuos s&#243;lidos.

<P>
</LI>
</UL>

<P>
Las hip&#243;tesis de partida, a la hora de considerar la aplicaci&#243;n de
esta metodolog&#237;a de diagn&#243;stico ambiental en la
planificaci&#243;n territorial, son las siguientes:

<P>

<UL>
<LI>La metodolog&#237;a &#250;nicamente es aplicable a vertederos de
residuos s&#243;lidos urbanos, independientemente de su tama&#241;o.

<P>
</LI>
<LI>El diagn&#243;stico realizado en la presente metodolog&#237;a
&#250;nicamente es v&#225;lido en el momento de evaluaci&#243;n, disminuyendo su
fiabilidad con el tiempo excepto que se produzca un seguimiento o
retroalimentaci&#243;n.

<P>
</LI>
<LI>La composici&#243;n de residuos en el punto de vertido se
obtendr&#225; a partir de datos hist&#243;ricos existentes, de los datos de
caracterizaci&#243;n de los residuos en los n&#250;cleos de poblaci&#243;n y/o de
la propia caracterizaci&#243;n in situ. As&#237; mismo, se utilizar&#225;n para
conocer las caracter&#237;sticas del vertedero los estudios y proyectos
elaborados hasta la fecha.

<P>
</LI>
<LI>El vertedero no va ser considerado como el punto de vertido
donde se arrojan los residuos, sino que es la interacci&#243;n entre el
punto de vertido y el entorno inmediato.

<P>
</LI>
</UL>

<P>
Antes de proceder a definir los diferentes &#237;ndices ambientales,
que servir&#225;n para valorar cuantitativamente el efecto ambiental de
un vertedero en el medio, es necesario introducir los conceptos de
<B>elementos del medio</B> y <B>variables</B>.

<P>
<BR><HR>
<ADDRESS>
Oscar Duarte
2005-10-17
</ADDRESS>
</BODY>
</HTML>
