<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with LaTeX2HTML 2002-2-1 (1.70)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Resumen de resultados y &#225;mbito de aplicaci&#243;n</TITLE>
<META NAME="description" CONTENT="Resumen de resultados y &#225;mbito de aplicaci&#243;n">
<META NAME="keywords" CONTENT="eviave">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="LaTeX2HTML v2002-2-1">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="eviave.css">

</HEAD>

<BODY >

<H1><A NAME="SECTION01290000000000000000">
Resumen de resultados y &#225;mbito de aplicaci&#243;n</A>
</H1>

<P>
La metodolog&#237;a que se ha definido permite llevar a cabo un
diagn&#243;stico ambiental de puntos de vertido de residuos urbanos que
proporciona datos suficientes para conocer la problem&#225;tica
ambiental de los mismos. Los resultados que se obtienen,
materializados en una serie de &#237;ndices ambientales, pueden ser
utilizados como una herramienta b&#225;sica para el estudio de
idoneidad de ubicaci&#243;n de los puntos de vertido y el control de
explotaci&#243;n de los mismos; tiene tambi&#233;n aplicaci&#243;n en la
redacci&#243;n de proyectos destinados al acondicionamiento de los
puntos de vertido, con la finalidad de seguir utiliz&#225;ndolos con el
menor impacto ambiental y de acuerdo con la normativa vigente;
finalmente puede ser aplicada en proyectos de cierre, sellado y
reinserci&#243;n, en aquellos casos en los que se justifique la
necesidad de cesar su utilizaci&#243;n como punto de
eliminaci&#243;n.<P>
La informaci&#243;n que cada uno de los &#237;ndices proporciona se puede
resumir en los siguientes aspectos:

<P>

<OL>
<LI><B>El &#205;ndice de Interacci&#243;n Medio Vertedero</B> permite
conocer el estado potencial de afecci&#243;n del vertedero con su
entorno inmediato. Aplicado sobre los vertederos de una regi&#243;n o
comarca, permite obtener conclusiones sobre el estado de la
disposici&#243;n de los residuos y cuales est&#225;n siendo las &#225;reas m&#225;s
afectadas por el vertido dentro de la zona de estudio; pero adem&#225;s
facilita la creaci&#243;n de un censo de puntos de vertido que priorice
las necesidades de actuaci&#243;n en los mismos, en funci&#243;n del grado
de afecci&#243;n al medio.

<P>
</LI>
<LI>Centr&#225;ndonos ya en el estudio de cada vertedero de forma
individual, <B>los &#205;ndices de Riesgo Ambiental</B>
permiten conocer cual es el elemento del medio que se est&#225; viendo
m&#225;s afectado por el vertido, facilitando y priorizando las
actuaciones de control sobre cada uno de ellos.

<P>
</LI>
<LI>Mediante el concepto de <B>probabilidad de
contaminaci&#243;n</B> se conoce el mayor o menor riesgo de impacto sobre
cada elemento del medio como consecuencia del estado de
explotaci&#243;n del vertedero y/o su ubicaci&#243;n. La diferencia entre
Probabilidad de Contaminaci&#243;n e &#205;ndice de Riesgo Ambiental  est&#225;
en que en el primer caso el riesgo de impacto se calcula sin tener
en cuenta los valores ambientales del lugar donde se ubica el
punto de vertido; dos vertederos con la misma Probabilidad de
Contaminaci&#243;n (por ejemplo 0,5) para un mismos elemento del medio,
pueden obtener dos valores diferentes en el &#205;ndice de Riesgo
ambiental (por ejemplo 2,5, clasificado como medi,o y 0,5,
clasificado como muy bajo) ya que los valores ambientales pueden
ser diferentes (5 y 1 respectivamente en este caso). Gracias a la
definici&#243;n de las Probabilidades de Contaminaci&#243;n por ubicaci&#243;n y
explotaci&#243;n del punto de vertido obtenidas para cada elemento del
medio, se tiene informaci&#243;n de c&#243;mo participan ambas situaciones
en la afecci&#243;n al medio, sirviendo as&#237; de orientaci&#243;n para
solucionar los problemas del punto de vertido.

<P>
</LI>
<LI>4.  El estudio de los <B>&#205;ndices de Riesgo de
Contaminaci&#243;n</B> para cada una de las variables permite planificar y
orientar en las actuaciones de acondicionamiento o de cierre y
sellado. Sobre algunas variables, como es el caso de la tipolog&#237;a
de residuos, no siempre es posible actuar de forma directa; a
pesar de ello la justificaci&#243;n de estas variables permite un mayor
conocimiento de las caracter&#237;sticas del vertedero, permitiendo una
mejor toma de decisiones frente a las actuaciones oportunas. El
an&#225;lisis de los valores de las distintas variables permitir&#225;
adem&#225;s conocer el estado de explotaci&#243;n, pudiendo servir como
herramienta del control en las labores de explotaci&#243;n de los
vertederos.

<P>
</LI>
<LI>Finalmente, el an&#225;lisis de los resultados obtenidos mediante
los &#237;ndices definidos proporcionan, tanto en los valores
ambientales, como en algunas de las variables datos sobre la
idoneidad de la ubicaci&#243;n del punto de vertido.

<P>
</LI>
</OL>

<P>
Del mismo modo esta metodolog&#237;a tiene una aplicaci&#243;n directa  como
potente herramienta de planificaci&#243;n y priorizaci&#243;n de actuaciones
en el caso en que se aplique a diferentes puntos de vertido en
determinadas regiones, lo que incluso facilitar&#225; una planificaci&#243;n
de las inversiones destinadas al cap&#237;tulo de
vertederos.<P>
Las bases para desarrollar el diagn&#243;stico ambiental se han
elaborado fundamentalmente en base a las directrices marcadas por
la Directiva Europea 31/99, sobre el vertido de residuos; por lo
tanto, el &#225;mbito de aplicaci&#243;n de esta metodolog&#237;a incluir&#225; los
pa&#237;ses de la Uni&#243;n Europea, as&#237; como todos aquellos lugares en los
que exista una normativa af&#237;n, no exista normativa alguna al
respecto o, si existe, sea igual o menos restrictiva que la
Directiva 31/99. Su aplicaci&#243;n en otros &#225;mbitos precisar&#225; de un
an&#225;lisis de las exigencias marcadas en cada caso y su adaptaci&#243;n,
en caso necesario.

<P>
<BR><HR>
<ADDRESS>
Oscar Duarte
2005-10-17
</ADDRESS>
</BODY>
</HTML>
