<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">

<!--Converted with LaTeX2HTML 2002-2-1 (1.70)
original version by:  Nikos Drakos, CBLU, University of Leeds
* revised and updated by:  Marcus Hennecke, Ross Moore, Herb Swan
* with significant contributions from:
  Jens Lippmann, Marek Rouchal, Martin Wilck and others -->
<HTML>
<HEAD>
<TITLE>Vistas disponibles</TITLE>
<META NAME="description" CONTENT="Vistas disponibles">
<META NAME="keywords" CONTENT="fzn">
<META NAME="resource-type" CONTENT="document">
<META NAME="distribution" CONTENT="global">

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="Generator" CONTENT="LaTeX2HTML v2002-2-1">
<META HTTP-EQUIV="Content-Style-Type" CONTENT="text/css">

<LINK REL="STYLESHEET" HREF="fzn.css">

</HEAD>

<BODY >

<H1><A NAME="SECTION011010000000000000000"></A>
<A NAME="vistas"></A>
<BR>
Vistas disponibles
</H1>
El siguiente es el listado de los tipos de vista disponible en el programa, a las que se accede a trav&#233;s de la opci&#243;n <B>Ver</B> del Men&#250;:

<P>

<OL>
<LI><B>Ver Metodolog&#237;a como Red:</B>
Permite visualizar la estragetia seleccionada como una red de sistemas de computaci&#243;n con palabras. Al seleccionar un nodo puede editarse la red misma, las variables ling&#252;&#237;sticas de los nodos, las funciones de c&#225;lculo y los valores por defecto.

<P>
</LI>
<LI><B>Ver Caso como Red:</B>
Permite visualizar la informaci&#243;n del caso seleccionado, en relaci&#243;n a la metodolog&#237;a seleccionada como una red de sistemas de computaci&#243;n con palabras. Cada nodo toma un color caracter&#237;stico cuyo significado se muestra en la secci&#243;n <A HREF="node32.html#dialogocolores">10.3</A>. Al seleccionarse un nodo puede editarse la informaci&#243;n relativa a ese nodo en el caso seleccionado. 

<P>
Existen tres alternativas para presentar el valor de los nodos:
<DL>
<DT><STRONG>Palabras:</STRONG></DT>
<DD>Muestra la etiqueta cuya consistencia con el n&#250;mero difuso del nodo es m&#225;xima.
</DD>
<DT><STRONG>Valor:</STRONG></DT>
<DD>Muestra el valor representativo del n&#250;mero difuso del nodo.
</DD>
<DT><STRONG>Ambig&#252;edad:</STRONG></DT>
<DD>Muestra la ambig&#252;edad del n&#250;mero difuso del nodo.
</DD>
</DL> 

<P>
</LI>
<LI><B>Ver Caso como Lista:</B>
Permite visualizar la informaci&#243;n del caso seleccionado, en relaci&#243;n a la metodolog&#237;a seleccionada como una tabla de datos. Cada nodo toma un color caracter&#237;stico cuyo significado se muestra en la secci&#243;n <A HREF="node32.html#dialogocolores">10.3</A>. Al seleccionarse un nodo puede editarse la informaci&#243;n relativa a ese nodo en el caso seleccionado. 

<P>
</LI>
<LI><B>Ver Variables del Caso Actual:</B>
Permite visualizar los datos de entrada del caso seleccionado. Cada nodo toma un color caracter&#237;stico cuyo significado se muestra en la secci&#243;n <A HREF="node32.html#dialogocolores">10.3</A>. Existen dos opciones
<DL>
<DT><STRONG>En la metodolog&#237;a Actual:</STRONG></DT>
<DD>Despliega s&#243;lo los datos de entrada empleados en la metodolog&#237;a actualmente seleccionada.
</DD>
<DT><STRONG>Todas:</STRONG></DT>
<DD>Despliega todos los datos de entrada.
</DD>
</DL> 

<P>
</LI>
<LI><B>Matriz:</B>
Permite visualizar la informaci&#243;n de todos los casos y todos los nodos de todas las metodolog&#237;as como una tabla de datos. Cada nodo puede tomar un color caracter&#237;stico cuyo significado se muestra en la secci&#243;n <A HREF="node32.html#dialogocolores">10.3</A>, aunque por defecto no se habilta esta opci&#243;n.

<P>
Existen cuatro alternativas para presentar el valor de los nodos (ver seccion <A HREF="#sec:representa">14</A>):
<DL>
<DT><STRONG>Valor:</STRONG></DT>
<DD>Muestra el valor representativo del n&#250;mero difuso del nodo.
</DD>
<DT><STRONG>Ambig&#252;edad:</STRONG></DT>
<DD>Muestra la ambig&#252;edad del n&#250;mero difuso del nodo.
</DD>
<DT><STRONG>Interpretaci&#243;n Corta:</STRONG></DT>
<DD>Muestra la etiqueta cuya consistencia con el n&#250;mero difuso del nodo es m&#225;xima.
</DD>
<DT><STRONG>Interpretaci&#243;n Larga:</STRONG></DT>
<DD>Utiliza la consistencia de todas las etiquetas con el n&#250;mero difuso del nodo, y construye una interpretaci&#243;n ling&#252;&#237;stica extensa.
</DD>
</DL> 

<P>
</LI>
</OL> 

<P>
<BR><HR>
<ADDRESS>
Oscar Duarte
2005-10-17
</ADDRESS>
</BODY>
</HTML>
